# Standard Homebrew packages
brew "ansible"
brew "awscli"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "jenv"
brew "mas"
brew "mosh"
brew "pyenv"

# Caskroom packages
cask "1password"
cask "apache-directory-studio"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flycut"
cask "google-chrome"
cask "intellij-idea"
cask "insomnia"
cask "iterm2"
cask "keybase"
cask "postman"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "xquartz"
cask "zoomus"

# Appstore packages
mas "pwSafe", id: 520993579
